Repository: elementary/settings-keyboard
Catalog: po/extra/*.po
Languages: fr, hu, ka, nl, pl, ru, zh_cn, zh_tw

source: Keyboard Settings
fr: Paramètres du clavier
hu: Billentyűzetbeállítások
ka: კლავიატურის მორგება
nl: Toetsenbord Instellingen
pl: Ustawienia klawiatury
ru: Параметры клавиатуры
zh_cn: 键盘设置
zh_tw: 鍵盤設定值

source: Configure keyboard behavior, layouts, and shortcuts
fr: Configurer le comportement du clavier, sa disposition ainsi que les raccourcis
hu: A billentyűzet viselkedésének és kiosztásának, valamint a billentyűparancsok beállítása
ka: მოირგეთ კლავიატურის ქცევა, განლაგებები და მალსახმობები
nl: Configureer gedrag, indeling en sneltoetsen van het toetsenbord
pl: Konfiguruj zachowanie klawiatury, układy oraz skróty
ru: Настройка поведения клавиатуры, раскладки и сочетаний клавиш
zh_cn: 配置键盘功能、布局和快捷键
zh_tw: 調整鍵盤行為、鍵盤配置和快捷鍵的設定

source: New features:
fr: Nouvelles fonctionnalités :
hu: Új funkciók:
ka: ახალი ფუნქციები:
nl: Nieuwe functies:
pl: Nowe funkcje:
ru: Новые возможности:
zh_cn: 新特性：
zh_tw: 新功能：

source: Minor updates:
fr: Mises à jour mineures :
hu: Kisebb frissítések:
ka: უმნიშვნელო განახლებები:
nl: Kleine updates:
pl: Mniejsze aktualizacje:
ru: Незначительные обновления:
zh_cn: 次要更新：
zh_tw: 小型更新：

source: Updated translations
fr: Mise à jour des traductions
hu: Frissített fordítások
ka: განახლებული თარგმანები
nl: Bijgewerkte vertalingen
pl: Zaktualizowane tłumaczenia
ru: Обновлены переводы
zh_cn: 翻译更新
zh_tw: 翻譯更新

source: Update for OS 7
pl: Aktualizacja OS 7

source: Open Multitasking View with Super
pl: Otwieranie widoku wielu zadań przy użyciu Super

source: Redesigned custom shortcuts view
pl: Przeprojektowano widok niestandardowych skrótów

source: On-screen keyboard switch in Layouts tab
pl: Dodano przełącznik klawiatury ekranowej w karcie układów

source: Ensure IBus automatically starts on login when needed
pl: Upewniono się, że IBus uruchamia się automatycznie przy zalogowaniu jeśli jest taka potrzeba
zh_cn: 如果需要，确保 IBus 在登录时自动启动

source: Add Layout popover is now a dialog
pl: Popover Dodaj układ jest teraz oknem dialogowym
zh_cn: 添加布局弹出框现在是一个对话框

source: Guarantee we always have at least one layout
pl: Gwarancja, że istnieje przynajmniej jeden układ
zh_cn: 确保我们总是有至少一种布局

source: Improvements to ibus and xkb layouts
pl: Ulepszenia dla układów ibus oraz xkb
zh_cn: ibus 和 xkb 布局的改进

source: Shortcut description for "Play" is now "Play/Pause"
pl: Opis skrótu dla „Odtwarzaj” to teraz „Odtwarzaj/Pauza”
zh_cn: “播放”的快捷方式描述现在是“播放/暂停”

source: Fix an issue where some shortcuts would incorrectly show as disabled
pl: Naprawiono problem gdzie niektóre skróty wyświetlane były niepoprawnie jako wyłączone
zh_cn: 修复部分快捷方式错误显示为禁用的问题

source: Add a view to configure input methods
pl: Dodano widok do konfiguracji metod wejścia
zh_cn: 添加视图以配置输入法

source: New "Workspaces" icon
pl: Nowa ikona „Obszarów roboczych”
zh_cn: 新的“工作区”图标

source: Exclude Space from single-key shortcuts
pl: Usunięto Spację ze skrótów jednoklawiszowych
zh_cn: 从单键快捷方式中排除空格

source: Updated shortcut category icons
fr: Mise à jour des icônes de catégorie des raccourcis
hu: A gyorsparancsok kategóriaikonjai frissítve
ka: განახლდა მალსახმობის კატეგორიის ხატულები
nl: Vernieuwde snelkoppeling categorie iconen
ru: Обновлены значки категорий сочетаний клавиш
zh_tw: 更新快捷鍵分類圖示

source: Improved screen reader accessibility
fr: Amélioration de l'accessibilité pour les lecteurs d'écran
hu: Jobb kezelhetőség képernyőolvasóval
ka: გაუმჯობესდა ეკრანის წამკითხველის წვდომადობა
nl: Verbeterde schermlezertoegankelijkheid
ru: Улучшена доступность для экранного диктора
zh_tw: 改善螢幕閱讀器輔助

source: New shortcut settings for launching dock items
fr: Nouveaux raccourcis pour le lancement d'éléments dans le dock
hu: Új gyorsparancsok a dokkelemek elindításához
ka: ახალი მალსახმობის პარამეტრები დოკის ელემენტების გასაშვებად
nl: Nieuwe snelkoppelinginstellingen voor het starten van items in het dock
ru: Новые настройки сочетаний клавиш для запуска элементов дока
zh_tw: 新增啟動 Dock 項目的快捷鍵設定

source: Clearer actions for managing keyboard layouts
fr: Actions plus claires pour la gestion des dispositions de clavier
hu: Egyszerűbb billentyűkiosztás-váltási módok
nl: Verhelderde acties voor het beheren van toetsenbord-indelingen
ru: Более понятные действия для управления раскладками клавиатуры
zh_tw: 讓管理鍵盤配置的動作變得更清楚

source: Fix potential crashes
fr: Correction de plantages potentiels
hu: Lehetséges összeomlások javítva
ka: პოტენციური ავარიების გასწორება
nl: Fix potentiële crashes
ru: Исправлены возможные сбои
zh_tw: 修正可能發生的崩潰

source: Add "Cycle Windows of application" and "Cycle Windows of application backwards" shortcuts
fr: Ajout des raccourcis « Faire défiler les fenêtres d'application » et « Faire défiler les fenêtres en sens inverse »
hu: "Az alkalmazás ablakai közötti váltás" és "Az alkalmazás ablakai közötti váltás visszafelé" gyorsparancsok hozzáadva
ka: "აპლიკაციის ფანჯრებს შორის გადართვისა" და "აპლიკაციის ფანჯრებს შორის უკან გადართვის" მალსახმობების დამატება
nl: Voeg snelkoppelingen toe voor ‘De vensters van de applicatie doorlopen’ en 'De vensters van de applicatie achterwaarts doorlopen'
ru: Добавлены сочетания «Переключение окон приложения» и «Переключение окон приложения в обратном направлении»
zh_tw: 新增「循環切換應用程式視窗」和「往後循環切換應用程式視窗」快捷鍵

source: Improve experience installing input methods
fr: Amélioration de l'expérience lors de l'installation des méthodes de saisie
hu: Beviteli módok telepítésének folyamata javítva
ka: შეყვანის მეთოდების დაყენების გაუმჯობესება
nl: De ervaring bij het installeren van de invoermethoden verbeteren
ru: Улучшен процесс установки методов ввода
zh_tw: 改善安裝輸入法的體驗

source: Show the values associated with sliders while dragging
fr: Affichage des valeurs associées aux curseurs lors de leur déplacement
hu: A csúszkák értékének megjelenítése csúsztatás közben
ka: გადათრევისას ჩოჩიების მნიშვნელობების ჩვენება
nl: Toon de waarden die bij de schuifbalk horen tijdens het slepen
ru: Значения ползунков теперь отображаются при перетаскивании
zh_tw: 拖曳時顯示滑條關聯的數值

source: Revert shortcuts to default
fr: Réinitialisez les raccourcis par défaut
hu: Gyorsparancsok visszaállítása alapértelmezettre
ka: მალსახმობების ნაგულისხმებ მნიშვნელობებზე დაბრუნება
nl: Zet de sneltoetsen terug naar de standaardinstellingen
ru: Возможность сбросить настройки сочетаний клавиш до стандартных
zh_tw: 新增將快捷鍵恢復為預設的功能

source: Easily disable a shortcut
fr: Désactivez facilement un raccourci
hu: Gyorsparancsok egyszerű letiltása
ka: ადვილად გამორთეთ მალსახმობი
nl: Eenvoudig een sneltoets uitzetten
ru: Лёгкое отключение сочетаний клавиш
zh_tw: 讓快捷鍵可以輕易停用

source: Support Rime input method for Chinese
fr: Prise en charge de la méthode de saisie Rime pour le chinois
hu: A kínai Rime beviteli mód támogatása
ka: ჩინურისთვის Rime შეყვანის მეთოდის მხარდაჭერა
nl: Ondersteuning voor de Rime-invoermethode voor Chinees
ru: Поддержка метода ввода Rime для китайского языка
zh_tw: 為中文支援 RIME 輸入法

source: Remove custom shortcuts from their menu
fr: Suppression des raccourcis personnalisés de leur menu
hu: Az egyéni gyorsparancsok eltávolítása a menüjükből
ka: მათი მენიუდან ხელით მითითებული მალსახმობების წაშლა
nl: Verwijder aangepaste sneltoetsen uit hun menu
ru: Убраны пользовательские сочетания клавиш из их меню
zh_tw: 用選單來移除自訂快捷鍵
