Repository: elementary/settings-keyboard
Catalog: po/*.po
Languages: de, pl

source: Show On-screen Keyboard
de: Bildschirmtastatur anzeigen
pl: Pokaż klawiaturę ekranową

source: On-screen keyboard settings…
de: Bildschirmtastatureinstellungen …
pl: Ustawienia klawiatury ekranowej…

source: Delay:
de: Verzögerung:
pl: Opóźnienie:

source: Interval:
de: Intervall:
pl: Częstotliwość:

source: Repeat Keys
de: Mehrfache gedrückte Tasten
pl: Powtórzenia klawiszy

source: Speed:
de: Geschwindigkeit:
pl: Prędkość:

source: Duration:
de: Dauer:
pl: Długość:

source: Cursor Blinking
de: Mauszeigerblinken
pl: Miganie kursora

source: Sticky Keys
de: Zusatztasten einrasten
pl: Trwałe klawisze

source: Use ⌘, Alt, Ctrl, or Shift keys in sequence
de: Zur Eingabe von Kurzbefehlen ⌘-, Alt-, Strg- oder Umschalttaste und Zeichentaste auch nacheinander betätigen statt nur gleichzeitig
pl: Użyj klawiszy ⌘, Alt, Ctrl lub Shift sekwencyjnie

source: Slow Keys
de: Tasten länger gedrückt halten
pl: Powolne klawisze

source: Don't accept keypresses unless held
de: Tasteneingabe nur dann akzeptieren, wenn die Taste länger gehalten wird
pl: Nie akceptuj naciśnięć klawiszy jeśli nie są przytrzymane

source: Bounce Keys
de: Mehrfache Tastenbetätigung
pl: Odbijające klawisze

source: Ignore fast duplicate keypresses
de: Schnell aufeinanderfolgendes Betätigen einer Taste ignorieren
pl: Ignoruj szybkie podwójne naciśnięcia klawiszy

source: Event Alerts
de: Ereigniswarnungen
pl: Alarmy wydarzeń

source: Play a sound or flash the screen. %s
de: Ton wiedergaben oder den Bildschirm blinken lassen. %s
pl: Odtwórz dźwięk lub błyśnij ekranem. %s

source: Sound Settings…
de: Audioeinstellungen …
pl: Ustawienia dźwięku…

source: Caps Lock ⇪ or Num Lock keys are pressed
de: Feststelltaste ⇪ oder Num Lock sind gedrückt
pl: Klawisze Caps Lock ⇪ lub Num Lock są wciśnięte

source: Bounce Keys are rejected
de: Mehrfache Betätigung einer Taste wird ignoriert
pl: Odbijające klawisze są odrzucone

source: Sticky Keys are pressed
de: Tasten sind eingerastet
pl: Klawisze trwałe są wciśnięte

source: Slow Keys are rejected
de: Langsame Tastenbetätigungen werden ignoriert
pl: Powolne klawisze są odrzucone

source: Type to test your settings
de: Geben Sie hier etwas ein, um Ihre Einstellungen zu testen
pl: Zacznij pisać, aby przetestować swoje ustawienia

source: IBus Daemon is not running
de: IBus-Dämon wird nicht ausgeführt
pl: Daemon IBus nie jest uruchomiony

source: IBus daemon must run in the background to enable or configure input method engines.
de: Der IBus-Dämon muss im Hintergrund ausgeführt werden, damit Eingabeverfahren-Engines aktiviert oder eingerichtet werden können.
pl: Daemon IBus musi być uruchomiony w tle aby włączyć lub skonfigurować silniki metod wprowadzania.

source: Start IBus Daemon
de: IBus-Dämon ausführen
pl: Włącz daemona IBus

source: Can be managed in System Settings → Applications → Startup
de: Kann verwaltet werden in Systemeinstellungen → Anwendungen → Beim Anmelden automatisch gestartete Anwendungen
pl: Może być zarządzane w Ustawienia Systemu → Aplikacje → Uruchamianie

source: Could not start the IBus daemon
de: Der IBus-Dämon konnte nicht ausgestartet werden
pl: Nie można włączyć deamona IBus

source: Add Engine…
de: Engine hinzufügen …
pl: Dodaj silnik…

source: Remove
de: Entfernen
pl: Usuń

source: Switch engines:
de: Engine wechseln:
pl: Przełącz silniki:

source: Disabled
de: Deaktiviert
pl: Wyłączone

source: Show property panel:
de: Eigenschaftenleiste anzeigen:
pl: Pokaż panel właściwości:

source: Do not show
de: Nicht anzeigen
pl: Nie pokazuj

source: Auto hide
de: Automatisch ausblenden
pl: Automatycznie ukryj

source: Always show
de: Immer anzeigen
pl: Zawsze pokazuj

source: Embed preedit text in application window:
de: Vorbearbeiteten Text in Anwendungsfenster einsetzen:
pl: Osadź pre-edytowany tekst w oknie aplikacji:

source: IBus Daemon
de: IBus-Dämon
pl: Demon IBus

source: Use and manage input methods
de: Eingabemethoden nutzen und verwalten
pl: Używaj i zarządzaj metodami wprowadzania

source: Type to test your input method
de: Hier zum Test des Eingabeverfahrens Text eingeben
pl: Zacznij pisać, aby przetestować swoją metodę wprowadzania

source: A keyboard layout is active
de: Eine Tastaturbelegung ist aktiv
pl: Układ klawiatury jest aktywny

source: Japanese
de: Japanisch
pl: Japoński

source: Korean
de: Koreanisch
pl: Koreański

source: Chinese
de: Chinesisch
pl: Chiński

source: Search engine
de: Engine suchen
pl: Wyszukaj silnik

source: Install Unlisted Engines…
de: Nicht aufgeführte Engines installieren …
pl: Zainstaluj niezarejestrowane silniki…

source: Cancel
de: Abbrechen
pl: Anuluj

source: Add Engine
de: Engine hinzufügen
pl: Dodaj silnik

source: Choose an engine to install
de: Zu installierende Engine wählen
pl: Wybierz silnik do zainstalowania

source: Select an engine from the list to install and use.
de: Aus der Liste Engine zum Installieren und Verwenden wählen.
pl: Wybierz silnik z listy do zainstalowania i użycia.

source: Languages
de: Sprachen
pl: Języki

source: Install
de: Installieren
pl: Instaluj

source: Installing %s
de: %s installieren
pl: Instalowanie %s

source: Removing %s
de: %s entfernen
pl: Usuwanie %s

source: Default
de: Standard
pl: Domyślne

source: Alt + Caps Lock
de: Alt + Feststelltaste

source: Alt + Shift
de: Alt + Umschalttaste

source: Alt + Space
de: Alt + Leertaste
pl: Alt + Spacja

source: Both Shift keys together
de: Beide Umschalttasten gleichzeitig
pl: Oba klawisze Shift naraz

source: Caps Lock
de: Feststelltaste

source: Ctrl + Alt
de: Strg + Alt

source: Ctrl + Shift
de: Strg + Umschalttaste

source: Shift + Caps Lock
de: Umschalttaste + Feststelltaste

source: Switch layout:
de: Tastaturbelegung ändern:
pl: Przełącz układ:

source: Menu
de: Menü

source: Right Alt
de: Rechte Alt-Taste
pl: Prawy Alt

source: Right Ctrl
de: Rechte Strg-Taste
pl: Prawy Ctrl

source: Right ⌘
de: Rechte ⌘-Taste
pl: Prawy ⌘

source: Compose key:
de: Compose-Taste:
pl: Klawisz Compose:

source: Applications Menu
de: Anwendungsmenü
pl: Menu programów

source: Multitasking View
de: Arbeitsflächenübersicht
pl: Podgląd wielozadaniowy

source: ⌘ key behavior:
de: Funktion der ⌘-Taste:
pl: Zachowanie klawisza ⌘:

source: Shortcut Overlay
de: Übersicht der Tastenkombinationen
pl: Nakładka skrótów klawiszowych

source: as Backspace
de: als Rücktaste
pl: jak Backspace

source: as Ctrl
de: als Strg-Taste
pl: jak Ctrl

source: as Escape
de: als Escape-Taste
pl: jak Escape

source: as Num Lock
de: als Num-Lock-Taste
pl: jak Num Lock

source: as ⌘
de: als ⌘-Taste
pl: jako ⌘

source: Swap with Ctrl
de: Mit Strg tauschen
pl: Zamień z Ctrl

source: Swap with Escape
de: Tausch mit Esc
pl: Zamień z klawiszem Escape

source: Caps Lock behavior:
de: Funktion der Feststelltaste:
pl: Zachowanie klawisza Caps Lock:

source: Key to choose 3rd level:
de: Taste zur Wahl der 3. Ebene:
pl: Klawisz wyboru 3 poziomu:

source: Left Alt
de: linke Alt-Taste
pl: Lewy Alt

source: Key to choose 5th level:
de: Taste zur Wahl der 5. Ebene:
pl: Klawisz wyboru 5 poziomu:

source: Kana Lock:
de: Kana-Sperre:
pl: Blokada Kana:

source: Nicola F Backspace:
de: Nicola-F-Rücktaste:
pl: Backspace w stylu Nicola-F:

source: Hankaku Zenkaku as Escape:
de: Hankaku Zenkaku als Escape:
pl: Klawisz Zenkaku Hankaku jako Escape:

source: Hangul/Hanja keys on Right Alt/Ctrl:
de: Hangul/Hanja-Tasten auf Alt/Strg rechts:
pl: Klawisze Hangul/Hanja na prawym Alt/Ctrl:

source: Type to test your layout
de: Geben Sie hier etwas ein, um Ihre Tastaturbelegung auszuprobieren
pl: Zacznij pisać, aby przetestować swój układ

source: Input Method is active
de: Eingabeverfahren ist aktiv
pl: Metoda wprowadzania jest aktywna

source: Input Language
de: Eingabesprache
pl: Język wejściowy

source: Layout List
de: Liste der Tastaturbelegungen
pl: Lista układów

source: Search input language
de: Eingabesprache suchen
pl: Znajdź język wejściowy

source: Preview Layout
de: Vorschau der Tastaturbelegung
pl: Pokaż układ

source: Add Layout
de: Tastaturbelegung hinzufügen
pl: Dodaj układ

source: Add Keyboard Layout…
de: Tastaturbelegung hinzufügen …
pl: Dodaj układ klawiatury…

source: Move up
de: Nach oben verschieben
pl: Przesuń w górę

source: Move down
de: Nach unten verschieben
pl: Przesuń w dół

source: Keyboard
de: Tastatur
pl: Klawiatura

source: Configure keyboard behavior, layouts, and shortcuts
de: Verhalten und Belegung der Tastatur sowie Tastenkombinationen einrichten
pl: Konfiguruj zachowanie klawiatury, układy oraz skróty

source: Layout
de: Tastenbelegung
pl: Układ

source: Input Method
de: Eingabeverfahren
pl: Metoda wprowadzania

source: Shortcuts
de: Tastenkombinationen
pl: Skróty

source: Behavior
de: Verhalten
pl: Zachowanie

source: Switch layout
de: Belegung ändern
pl: Przełącz układ

source: Compose Key
de: Compose-Taste
pl: Klawisz Compose

source: ⌘ key behavior
de: Funktion der ⌘-Taste
pl: Zachowanie klawisza ⌘

source: Caps Lock behavior
de: Funktion der Feststelltaste
pl: Zachowanie klawisza Caps Lock

source: Switch engines
de: Engine wechseln
pl: Przełącz silniki

source: Show candidate window
de: Kandidatenfenster anzeigen
pl: Pokaż okno kandydata

source: Embed preedit text in application window
de: Vorbereiteten Text ins Anwendungsfenster einsetzen
pl: Osadź pre-edytowany tekst w oknie aplikacji

source: Undo
de: Rückgängig

source: Save
de: Speichern

source: Close
de: Schließen
pl: Zamknij

source: Windows
de: Fenster
pl: Okna

source: Lower
de: Nach hinten setzen
pl: Niżej

source: Maximize
de: Maximieren
pl: Zmaksymalizuj

source: Unmaximize
de: Wiederherstellen
pl: Cofnij maksymalizację

source: Toggle Maximized
de: Zwischen normaler und maximierter Darstellung umschalten
pl: Przełącz maksymalizację

source: Hide
de: Ausblenden
pl: Ukryj

source: Toggle Fullscreen
de: Vollbild umschalten
pl: Przełącz tryb pełnoekranowy

source: Toggle on all Workspaces
de: Festlegen, ob das Fenster auf allen oder nur einer Arbeitsfläche sichtbar ist
pl: Przełącz na wszystkich obszarach roboczych

source: Toggle always on Top
de: »Im Vordergrund« umschalten
pl: Zawsze na wierzchu

source: Cycle Windows
de: Fenster wechseln
pl: Przełącz okna

source: Cycle Windows backwards
de: Fenster rückwärts wechseln
pl: Przełącz okna wstecz

source: Cycle Windows of application
de: Anwendungsfenster wechseln
pl: Przełącz okna aplikacji

source: Cycle Windows of application backwards
de: Anwendungsfenster rückwärts wechseln
pl: Przełącz okna aplikacji wstecz

source: Tile Left
de: Links kacheln
pl: Krawędziuj po lewej

source: Tile Right
de: Rechts kacheln
pl: Krawędziuj po prawej

source: Window Overview
de: Übersicht aller Fenster der aktiven Arbeitsfläche
pl: Okno podglądu

source: Show All Windows
de: Übersicht aller Fenster aller Arbeitsflächen
pl: Pokaż wszystkie okna

source: Picture in Picture Mode
de: Bild-in-Bild-Modus
pl: Tryb obraz w obrazie

source: Move to display above
de: Auf den oben anschließenden Bildschirm verschieben
pl: Przenieś do ekranu wyżej

source: Move to display below
de: Auf den unten anschließenden Bildschirm verschieben
pl: Przenieś do ekranu niżej

source: Move to right display
de: Auf den rechts anschließenden Bildschirm verschieben
pl: Przenieś do ekranu po prawej

source: Move to left display
de: Auf den links anschließenden Bildschirm verschieben
pl: Przenieś do ekranu po lewej

source: Workspaces
de: Arbeitsflächen
pl: Obszary robocze

source: Switch left
de: Wechsel nach links
pl: Przełącz w lewo

source: Switch right
de: Wechsel nach rechts
pl: Przełącz w prawo

source: Switch to first
de: Zur ersten Arbeitsfläche wechseln
pl: Przełącz na pierwszy

source: Switch to new
de: Zu einer neuen Arbeitsfläche wechseln
pl: Przełącz na nowy

source: Switch to workspace 1
de: Zur Arbeitsfläche 1 wechseln
pl: Przełącz na pierwszy obszar roboczy

source: Switch to workspace 2
de: Zur Arbeitsfläche 2 wechseln
pl: Przełącz na drugi obszar roboczy

source: Switch to workspace 3
de: Zur Arbeitsfläche 3 wechseln
pl: Przełącz na trzeci obszar roboczy

source: Switch to workspace 4
de: Zur Arbeitsfläche 4 wechseln
pl: Przełącz na czwarty obszar roboczy

source: Switch to workspace 5
de: Zur Arbeitsfläche 5 wechseln
pl: Przełącz na piąty obszar roboczy

source: Switch to workspace 6
de: Zur Arbeitsfläche 6 wechseln
pl: Przełącz na szósty obszar roboczy

source: Switch to workspace 7
de: Zur Arbeitsfläche 7 wechseln
pl: Przełącz na siódmy obszar roboczy

source: Switch to workspace 8
de: Zur Arbeitsfläche 8 wechseln
pl: Przełącz na ósmy obszar roboczy

source: Switch to workspace 9
de: Zur Arbeitsfläche 9 wechseln
pl: Przełącz na dziewiąty obszar roboczy

source: Cycle workspaces
de: Arbeitsflächen wechseln
pl: Przełączanie obszarów roboczych

source: Cycle workspaces backwards
de: Arbeitsflächen rückwärts wechseln
pl: Przełączanie obszarów roboczych do tyłu

source: Move to workspace 1
de: Fenster zur Arbeitsfläche 1 bewegen
pl: Przemieść na pierwszy obszar roboczy

source: Move to workspace 2
de: Fenster zur Arbeitsfläche 2 bewegen
pl: Przemieść na drugi obszar roboczy

source: Move to workspace 3
de: Fenster zur Arbeitsfläche 3 bewegen
pl: Przemieść na trzeci obszar roboczy

source: Move to workspace 4
de: Fenster zur Arbeitsfläche 4 bewegen
pl: Przemieść na czwarty obszar roboczy

source: Move to workspace 5
de: Fenster zur Arbeitsfläche 5 bewegen
pl: Przemieść na piąty obszar roboczy

source: Move to workspace 6
de: Fenster zur Arbeitsfläche 6 bewegen
pl: Przemieść na szósty obszar roboczy

source: Move to workspace 7
de: Fenster zur Arbeitsfläche 7 bewegen
pl: Przemieść na siódmy obszar roboczy

source: Move to workspace 8
de: Fenster zur Arbeitsfläche 8 bewegen
pl: Przemieść na ósmy obszar roboczy

source: Move to workspace 9
de: Fenster zur Arbeitsfläche 9 bewegen
pl: Przemieść na dziewiąty obszar roboczy

source: Move to left workspace
de: Auf die linke Arbeitsfläche verschieben
pl: Przemieść na obszar roboczy po lewej

source: Move to right workspace
de: Auf die rechte Arbeitsfläche verschieben
pl: Przemieść na obszar roboczy po prawej

source: Screenshots
de: Bildschirmfotos
pl: Zrzuty ekranu

source: Grab the whole screen
de: Ganzen Bildschirm aufnehmen
pl: Pobierz cały ekran

source: Copy the whole screen to clipboard
de: Bildschirmfoto in die Zwischenablage kopieren
pl: Skopiuj zrzut całego ekranu do schowka

source: Grab the current window
de: Aktuelles Fenster aufnehmen
pl: Pobierz bieżące okno

source: Copy the current window to clipboard
de: Bildschirmfoto des aktuellen Fensters in die Zwischenablage kopieren
pl: Skopiuj bieżące okno do schowka

source: Select an area to grab
de: Bereich zum Aufnehmen auswählen
pl: Wybierz obszar do pobrania

source: Copy an area to clipboard
de: Bildschirmfoto eines Bereiches in die Zwischenablage kopieren
pl: Skopiuj zrzut obszaru do schowka

source: Applications
de: Anwendungen
pl: Aplikacje

source: Home Folder
de: Persönlicher Ordner
pl: Katalog domowy

source: Music
de: Musik
pl: Muzyka

source: Launch first dock item
de: Erstes Objekt im Dock starten
pl: Uruchom pierwszą pozycję w doku

source: Launch second dock item
de: Zweites Objekt im Dock starten
pl: Uruchom drugą pozycję w doku

source: Launch third dock item
de: D
pl: Uruchom trzecią pozycję w doku

source: Launch fourth dock item
de: Viertes Objekt im Dock starten
pl: Uruchom czwartą pozycję w doku

source: Launch fifth dock item
de: Fünftes Objekt im Dock starten
pl: Uruchom piątą pozycję w doku

source: Launch sixth dock item
de: Sechstes Objekt im Dock starten
pl: Uruchom szóstą pozycję w doku

source: Launch seventh dock item
de: Siebentes Objekt im Dock starten
pl: Uruchom siódmą pozycję w doku

source: Launch eighth dock item
de: Achtes Objekt im Dock starten
pl: Uruchom ósmą pozycję w doku

source: Launch ninth dock item
de: Neuntes Objekt im Dock starten
pl: Uruchom dziewiątą pozycję w doku

source: Media
de: Medien

source: Volume Up
de: Lautstärke erhöhen
pl: Głośniej

source: Volume Down
de: Lautstärke verringern
pl: Ciszej

source: Mute
de: Stumm schalten
pl: Wycisz

source: Play/Pause
de: Wiedergeben/pausieren
pl: Odtwórz/Wstrzymaj

source: Pause
de: Pausieren
pl: Wstrzymaj

source: Stop
de: Stopp
pl: Zatrzymaj

source: Previous Track
de: Vorheriger Titel
pl: Poprzedni utwór

source: Next Track
de: Nächster Titel
pl: Następny utwór

source: Eject
de: Auswerfen
pl: Wysuń

source: Universal Access
de: Zugangshilfen
pl: Dostęp uniwersalny

source: Decrease Text Size
de: Schrift verkleinern
pl: Zmniejsz wielkość tekstu

source: Increase Text Size
de: Schrift vergrößern
pl: Zwiększ wielkość tekstu

source: Magnifier Zoom in
de: Ansicht vergrößern
pl: Powiększenie lupy

source: Magnifier Zoom out
de: Ansicht verkleinern
pl: Pomniejszenie lupy

source: Toggle On Screen Keyboard
de: Zur Bildschirmtastatur umschalten
pl: Włącz/Wyłącz klawiaturę ekranową

source: Toggle Screenreader
de: Bildschirmleser umschalten
pl: Włącz/Wyłącz czytnik ekranowy

source: Lock
de: Sperren
pl: Zablokuj

source: Log Out
de: Abmelden
pl: Wyloguj

source: Cycle display mode
de: Bildschirmmodus durchschalten
pl: Przełącz tryb wyświetlania

source: Keyboard Layouts
de: Tastaturbelegungen
pl: Układy klawiatury

source: Switch Keyboard Layout
de: Tastaturbelegung umschalten
pl: Zmień układ klawiatury

source: Switch Keyboard Layout Backwards
de: Tastaturbelegung rückwärts umschalten
pl: Zmień układ klawiatury z powrotem

source: Enable Emoji Typing
de: Emoji-Eingabe einschalten
pl: Włącz wpisywanie emoji

source: Enable Unicode Typing
de: Unicode-Eingabe einschalten
pl: Włącz wpisywanie Unicode

source: Custom
de: Benutzerdefiniert
pl: Własny

source: Shift
de: Umschalttaste

source: Ctrl
de: Strg-Taste

source: Accessibility
de: Zugangshilfen
pl: Ułatwienia dostępu

source: Add Shortcut
de: Tastenkombination hinzufügen
pl: Dodaj skrót

source: Enter a command here
de: Befehl hier eingeben

source: Set New Shortcut
de: Neue Tastenkombination festlegen
pl: Ustaw nowy skrót klawiszowy

source: Disable
de: Deaktivieren
pl: Wyłącz

source: Enter new shortcut…
de: Neue Tastenkombination eingeben …
pl: Wprowadź nowy skrót klawiszowy…

source: Unable to set new shortcut due to conflicts
de: Neue Tastenkombination konnte wegen Konflikten nicht hinzugefügt werden
pl: Nie można ustawić nowego skrótu z powodu konfliktów

source: “%s” is already used for “%s → %s”.
de: »%s« wird bereits für »%s → %s« verwendet.
pl: „%s” jest już używany dla „%s → %s”.

source: Reset to Default
de: Auf Standard zurücksetzen
pl: Przywróć do domyślnych

source: Email
pl: Poczta

source: Internet Browser
pl: Przeglądarka internetowa
